/* 访问错误 */
"AccessError" = "访问错误";

/* 再次晃动时将会从第一张照片开始 reshake_notice */
"AgainShakeWillBeginFromFirstPhoto" = "Si vous secouez de nouveau, vous démarrerez à partir de la première photo";

/* 照片已全部分享到Aura桌面 shake_completed */
"AllPhotosHaveBeenSharedToAura" = "Toutes les photos ont été partagées sur le bureau Aura";

/* 无可分享照片，请去隐私设置中设置可公开目录 no_public_photos */
"AllPhotosSettingoAura" = "Aucune photo n\'est disponible pour le partage. Définissez le répertoire public dans les paramètres de confidentialité";

/* 程序在上次异常退出！ */
"An error occurred on the previous run" = "程序在上次异常退出！";

/* 此应用无法使用您的照片或视频 */
"AppCannotUseYourPictureOrVideo" = "无法获取您的照片或视频";

/* *如您的Aura网络图标有遮蔽，则你的手机可能正与Aura处于不同频段，无法连接 */
"AuraWifiHasSomeProblem" = "*votre téléphone mobile peut émettre dans une bande de fréquence différente d'Aura et ne pas pouvoir se connecter au réseau Wi-Fi";

/* 取消 face_merge_cancel*/
"Cancel" = "Annuler";

/* 无法被识别，请将手机放置在Aura上。 error_dark_image */
"CannotBeDetectedPleaseFlatPhoneOnAura" = "Votre téléphone ne peut pas être reconnu lorsqu\'il est placé sur le bureau. Recommencez.";

/* 不能全为空格或换行符！ */
"CantIsAllWhitespaceCharWithEMark" = "不能全为空格或换行符！";

/* Aura中没有你的头像 face_scan_fail */
"CaptureFaile" = "Votre photo n\'a pas été capturée dans Aura";

/* 拍摄成功 \n等待其他用户完成拍摄，\n你可以在Aura上看到合照的结果。 face_merge_photo_taken */
"CaptureSuccessWaitingOtherThenCanSeeOnAura" = "Photo capturée avec succès. \nVous pourrez obtenir un aperçu du produit fini \nuniquement lorsque les autres utilisateurs auront pris leur photo.";

/* 个字！ */
"chars" = "个字！";

/* 连接Aura失败 */
"ConnectAuraFailed" = "连接Aura失败";

/* 已成功连接至 connected_to */
"ConnectedSuccessfully" = "Connecté à";

/* 正在连接 connecting */
"Connecting" = "Connexion";

/* 拷贝密码 */
"CopyPassword" = "拷贝密码";

/* 忽略 */
"Dismiss" = "忽略";

/* 不支持该设备！ */
"Don't support this device!" = "不支持该设备！";

/* 异常报告 */
"Exception report" = "异常报告";

/* 退出 quit */
"Exit" = "Quitter";

/* 失败 */
"Failure" = "失败";

/* 放平手机到Aura桌面上，显示手机主菜单 keep_flatwise_and_positioning */
"FlatPhoneOnAuraToShowMainMenu" = "Posez le téléphone mobile à plat sur le bureau Aura pour afficher le menu principal";

/* 音乐 music */
"ForgotMusic" = "Musique";

/* 忘记密码 */
"ForgotPassword" = "忘记密码";

/* 照片 image */
"ForgotPhoto" = "Photos";

/* 视频 */
"ForgotVideo " = "Vidéos";

/* 正在处理 */
"Handling" = "正在处理";

/* 提醒 */
"Hint" = "提醒";

/* 热点：MDMI_******_****** */
"HotspotsIsMDMI" = "热点：MDMI_******_******";

/* iPhone */
"iPhone" = "iPhone";

/* 此功能需多人连接Aura。 face_merge_one_user */
"kStringFunctionShouldBeManyPeopleConnectTheAura" = "Plus d\'un utilisateur doit être connecté à Aura pour utiliser cette fonctionnalité";

/* 有人邀请您进入多人合照。 face_merge_notify */
"kStringGroupPhotoInvitePeople" = "Vous êtes invité à une Photo de groupe";

/* 您的手机暂时无法被识别 error_color_shift */
"kStringPhoneCannotBeRecognizedTemporarily" = "Impossible de reconnaître votre téléphone mobile. Nous vous recommandons de désactiver la reconnaissance du mouvement.";

/* 请重新放置手机，如多次失败，请关闭手势。 positioning_fail */
"kStringPleaseReplacePhoneSuchAsFailureRepeatPleaseCloseIt" = "Placez de nouveau votre téléphone : si cela échoue de nouveau, nous vous recommandons de désactiver la reconnaissance du mouvement pendant un certain temps.";

/* 扫描成功，请在Aura上面查看。face_scan_success */
"kStringScanSuccess" = "Numérisation terminée avec succès. Vous pouvez visualiser votre photo dans Aura";

/* 设置可公开目录 set_privacy */
"kStringSetSharedDirectory" = "Définir le répertoire public";

/* 关闭后无法识别放平手势 gesture_support_note */
"kStringUnrecognizeFlatGestureAfterClosed" = "Impossible de reconnaître Paume haut lorsque cette fonction est désactivée";

/* 加载失败，点击重试！ */
"Load failed, click to retry!" = "加载失败，点击重试！";

/* 没有音乐 */
"NoMusic" = "没有音乐";

/* 无 */
"None" = "无";

/* 没有照片 */
"NoPicture" = "没有照片";

/* 没有视频 */
"NoVideo" = "没有视频";

/* 确定 */
"OK" = "OK";

/* 参数异常！ */
"Parameter exception!" = "参数异常！";

/* 密码：12345678 */
"PasswordIs12345678" = "密码：12345678";

/* 多人合照需要在Aura桌面上进行 face_merge_cannt_entry */
"PeopleNeedToBeDoneInTheAuraDesktopPhoto" = "Photo de groupe peut uniquement être exécuté sur le bureau Aura";

/* 手机WLAN未开启 */
"PhoneWLANIsOff" = "手机WLAN未开启";

/* 请输入 */
"Please input" = "请输入";

/* 请输入至少 */
"PleaseInput" = "请输入至少";

/* *请尝试重新启动Aura ap_connection_error4 */
"PleaseToRebootAura" = "*Essayez de redémarrer Aura";

/* *请尝试重新打开手机WLAN连接 */
"PleaseToReopenWLAN" = "*Essayez de nouveau d\'établir la connexion WLAN de votre téléphone mobile";

/* 正在准备 */
"Preparing" = "正在准备";

/* 准备中，请稍后... */
"PreparingAndWaiting" = "准备中，请稍后...";

/* 正在识别手势，请勿移动手机。positioning_doing */
"RecognizingGestureWithCommaPleaseDonotMovePhoneWithPeriod" = "Reconnaissance du geste\nNe déplacez pas le téléphone";

/* 识别中... */
"RecognizingWithEllipsis" = "识别中...";

/* 正在重连 */
"Reconnecting" = "正在重连";

/* 报告 */
"Report" = "报告";

/* 请求失败，请从新请求！ */
"RequestFailedPleaseRetry" = "请求失败，请重新请求";

/* 从头分享 resetshakeactioncontent */
"ReshareOnBegin" = "Partager depuis le démarrage";

/* 扫描人脸 scanface */
"ScanFace" = "Scanner facial";

/* 正在搜索设备... searching_ap */
"SearchingDevice" = "Recherche d\'appareils";

/* 设置 */
"Setting" = "Paramètres";

/* 晃动手机分享照片至Aura桌面 shake_and_share */
"ShakePhoneToSharePhotosToAura" = "Secouez le téléphone mobile pour partager des images sur le bureau Aura";

/* 显示主菜单 moondial */
"ShowMainMenu" = "Afficher le menu principal";

/* 非常抱歉 */
"So sorry" = "非常抱歉";

/* 成功 */
"Success" = "成功";

/* 支持放平手势 gesture_support */
"SupportFlatGesture" = "Impossible de reconnaître Paume haut lorsque cette fonction est désactivée";

/* 多人合照 guid_photomerge_string */
"TakePhotoWithPeoples" = "Photo de groupe";

/* 时间到了 face_merge_time_out */
"TimeIsUp" = "Délai dépassé";

/* 提示 */
"Tips" = "提示";

/* 提示：设置WLAN成功后，请手动切回到Aura APP */
"TipToReturnAPP" = "提示：设置WLAN成功后，请手动切回到Aura APP";

/* 请在设置中开启WLAN并连接以下Aura热点 */
"ToSettingOpenWLANThenConnectAura" = "请在设置中开启WLAN并连接以下Aura热点";

/* 未连接到Aura热点 */
"UnconnectedAuraHotspots" = "未连接到Aura热点";

/* 未处理错误 */
"UnhandledError" = "未处理错误";

/* WIFI未连接PC热点 */
"WifiNotConnectPCHotspot" = "WIFI未连接PC热点";

/* 你可以在「隐私设置」中启用存取 */
"YouCanEnableItAtPrivicySetting" = "你可以在「隐私设置」中启用存取";

/* 您可以使用 iTunes 将音乐\n同步到 iPhone。 */
"YouCanUseiTunesToSycMusicToiPhone" = "您可以使用 iTunes 将音乐\n同步到 iPhone。";

/* 您可以使用 iTunes 将照片\n同步到 iPhone。 */
"YouCanUseiTunesToSycPictureToiPhone" = "您可以使用 iTunes 将照片\n同步到 iPhone。";

/* 您可以使用 iTunes 将视频\n同步到 iPhone。 */
"YouCanUseiTunesToSycVideoToiPhon" = "您可以使用 iTunes 将视频\n同步到 iPhone。";

/* 您的设备不支持电话功能！ */
"Your device doesn't support the call!" = "您的设备不支持电话功能！";

/* 您的设备不支持该功能！ */
"YourDeviceNotSupportThisFunction" = "您的设备不支持该功能！";

/* 【错误】 */
"【Error】" = "【错误】";

"Retake" = "Recommencer";


"PleaseScanYourFace" = "Veuillez vous placer directement face à la caméra";

"ScanYourFaceThenYourPhotoWillShowInAura" = "Placez-vous directement face à la caméra pour scanner votre visage. La photo s\'affiche dans Aura.";

"GestureAction" = "手势操作";

"GetStarred" = "Prendre en main";

"Reconnect" = "reconnect";

"PhotoReadingPleaseWait" = "照片准备中，请稍后...";

/* 该功能只能4人同时使用 */
"FunctionCanOnlyBeFourPeopleAtTheSameTimeUse" = "Connexion impossible. 4 connexions simultanées autorisées au maximum";

/*请在设置中打开的相机权限 */
"PleaseOpenTheCameraInTheSetPermissions" = "Please open the camera in the set permissions";

/*资源整理中... */
"MediaArraging" = "资源整理中...";